Repository: Dazzet/woocommerce-coordinadora
Catalog: languages/wc-coordinadora-*.po
Languages: es_es

source: Coordinadora
es_es: Coordinadora Mercantil

source: Business info
es_es: Nombre del negocio

source: Client VAT or ID
es_es: Nit del cliente

source: Your business ID or NIT (For Colombia)
es_es: El número ID de su negocio o NIT (Para Colombia)

source: Client Division
es_es: División del cliente

source: Section end
es_es: Fin de la sección

source: Webservice information
es_es: Información del WebService

source: This information should be provided by Coordinadora
es_es: Esta información debe ser provista por Coordinadora

source: Api Key
es_es: Llave del api

source: Api Password
es_es: Contraseña del Api

source: Section End
es_es: Fin de la Sección

source: Coordinadora Mercantil Tracking
es_es: Rastreo en Coordinadora Mercantil

source: Track order with Coordinadora
es_es: Seguir pedido con Coordinadora

source: Track
es_es: Seguir

source: Package tracking from Coordinadora Mercantil in Colombia
es_es: Seguimiento de paquetes con Coordinadora Mercantil en Medellín Colombia
